{
  "Tr": {
    "lang": "En",
    "navbar": {
      "kulübümüz": "Kulübümüz",
      "hakkımızda": "Hakkımızda",
      "yönetimKurulu": "Yönetim Kurulu",
      "takımlarımız": "Takımlarımız",
      "helloWorld": "Hello World",
      "otonom": "Otonom Araba",
      "roket": "Roket Takımı",
      "dataai": "Dataai Takımı",
      "core": "Core Takımı",
      "galeri": "Galeri",
      "iletişim": "İletişim",
      "lang": "En",
      "footerHakkımızda": "Hakkımızda",
      "footerTakımlarımız": "Takımlarımız",
      "footerGaleri": "Galeri",
      "footerİletişim": "İletişim"
    },
    "ünvanlar": {
      "başkan": "Başkan",
      "başkan Yardımcısı": "Başkan Yardımcısı",
      "kaptan": "Kaptan",
      "danışman": "Danışman",
      "denetim": "Denetim Kurulu Direktörü",
      "denetimÜye": "Denetim Kurulu Üyesi",
      "kurumsal": "Kurumsal İletişim Direktörü",
      "kurumsalÜye": "Kurumsal İletişim Üyesi",
      "yarışma": "Takımlar ve Yarışmalar Direktörü",
      "yarışmaÜye": "Takımlar ve Yarışmalar Üyesi",
      "yazılımcı": "Yazılımcı",
      "mekanik": "Mekanik Sorumlusu",
      "elektrik": "Elektrik-Elektronik Sorumlusu"
    },
    "bölümler": {
      "Bilgisayar Mühendisliği": "Bilgisayar Mühendisi",
      "Elektrik Elektronik Mühendisliği": "Elektrik Elektronik Mühendisi"
    },

    "mainscreen": {
      "kaydır": "Bildirimler için sağa kaydırınız",
      "bizkimiz": "Biz Kimiz?",
      "bizkimizAçıklama": "Asimov Teknoloji Kulübü mühendisliği temel alarak projeler üreten, ürettiği projelerle ulusal ve uluslararası yarışmalara katılmayı hedefleyen bir öğrenci kulübüdür.",
      "bizkimizLink": "Bizim hakkımızda daha fazlasını öğrenmek için tıklayın.",
      "misyon": "Misyon",
      "vizyon": "Vizyon",
      "hedef": "Hedef",
      "misyonAçıklama": "Üyelerimizle birlikte ürettiğimiz projelerin ulusal ve uluslararası yarışmalara katılması.",
      "vizyonAçıklama": "'Dream more, do more!' sloganı ile üretim yapan, yaparken öğrenen ve öğrencilerle birlikte sektördeki firmalar ve öğrencilerin köprüsünü kuran bir kulüp olmak.",
      "hedefAçıklama": "Yenilikçi, prestijli ve bulunduğu çevreye çok boyutlu değer katan projelere imza atmak.",
      "galeri": "Galeri",
      "takımlar": "Takımlar",
      "takımlarAçıklama": "Asimov bünyesinde 5 takım bulundurmaktadır, detaylı bilgi için aşağıdaki logolardan takımlarımızın sayfasına gidebilirsiniz.",
      "helloworldTakımı": "Hello World Takımı",
      "otonomTakımı": "Otonom Takımı",
      "roketTakımı": "Roket Takımı",
      "dataaiTakımı": "Data AI Takımı",
      "coreTakımı": "Core Takımı",
      "bizeUlaşın": "Bize Ulaşın"
    },

    "hakkımızda": {
      "asimov": "Kim Bu Asimov?",
      "asimovAçıklama": "Asimov Teknoloji Kulübü, 9 Kasım 2020 tarihinde kurulmuş dinamik ve heyecan verici bir öğrenci kulübüdür. Amacımız, teknoloji ve mühendislik alanında öğrencilere ilham vermek, onları sektörle yakınlaştırmak ve gerçek dünya deneyimleri kazandırmaktır. Ulusal ve uluslararası yarışmalara katılmak, bu hedeflere ulaşmak için bir araç olarak değerlendirilir. Kulübümüz, kurumsal iletişim ekibi ile etkin bir iletişim ağı kurarak kulüp içi ve dışı iletişimi yönetir. Etkinliklerimizin organizasyonundan sponsorluk ve işbirlikleri alanına kadar her aşamada profesyonel bir iletişim stratejisi benimseriz. Bu sayede, kulübümüzün vizyonunu geniş kitlelere aktarır ve katılımcıları etkinliklerimize çekeriz. Ayrıca iç iletişim stratejilerimiz, üyelerimiz arasında güçlü bir bağ kurarak bilgi alışverişini teşvik eder ve projelerimizin başarısını artırır. Kulüp bünyesindeki çeşitli takımlar, öğrencilerin ilgi alanlarına uygun olarak projeler geliştirir. OTONOM, otonom araba tasarımı ile ilgilenirken, HELLO WORLD yazılım projelerine odaklanır. CORE takımı kulübün temel yapısını oluşturarak tüm projelerin koordinasyonunu sağlar. DATA AI takımı yapay zeka alanında çalışırken, ROKET takımı uzay ve havacılık projeleri üzerine çalışır. Bu farklı takımlar, öğrencilerin kendilerini geliştirmeleri ve ekipler içinde işbirliği yaparak başarılı projelere imza atmaları için ideal bir platform sunar. Asimov Teknoloji Kulübü olarak, yarışmalara katılarak başarılar elde etmenin yanı sıra, sektörle yakınlaşmak ve öğrenci-sektör ilişkilerini güçlendirmek en önemli hedeflerimizdendir. Bu nedenle, sektörden uzmanları konuk eder, işbirliği içinde olduğumuz şirketlerle staj ve iş imkanları sağlar, seminerler ve atölye çalışmaları düzenleriz. Bu sayede, üyelerimiz teknoloji dünyasının iç yüzünü keşfeder ve meslek hayatlarına bir adım önde başlarlar. Kulüp olarak, Türkiye'nin teknolojik gelişimine katkı sağlamak ve geleceğin teknoloji liderlerini yetiştirmek vizyonumuzu her zaman koruyarak ilerliyoruz. Uluslararası alanda da ülkemizi başarıyla temsil etme hedefimiz için çaba sarf ediyor ve kulübümüzün her üyesini bu başarı yolculuğunda önemli bir rol üstlenmeye davet ediyoruz. Asimov Teknoloji Kulübü, öğrencilerin güçlü bir akademik ve sosyal çevre içinde kendilerini keşfetmeleri, yeni beceriler kazanmaları ve teknoloji dünyasına katkı sağlamaları için bir platform olmaya devam edecektir.",
      "üye": "aktif üye",
      "çalışmaAlanı": "çalışma alanı",
      "etkinlik": "etkinlik",
      "etkinliklerimiz": "Etkinliklerimiz",
      "etkinliklerimizAçıklama": "Etkinliklerimiz sayesinde katılımcılarımızı katkıda bulunurken aynı zamanda firmalar ile olan bağımızı güçlendiriyoruz.",
      "sponsor": "Sponsor ve İşbirliklerimiz",
      "sponsorAçıklama": "Asimov farklı firmalar ve ekiplerle işbirliği, destekçi ve sponsor ilişkileri kurmaktadır. Sponsorluk ilişkileri hakkında bilgi almak için iletişim sayfasını ziyaret ediniz."
    },
    "timeline": {
      "1": {
        "nick": "Kuruluş",
        "date": "2020 Kasım",
        "message": "Asimov kuruldu."
      },
      "2": {
        "nick": "Asimov-X Roket",
        "date": "2020 Kasım",
        "message": "Roket Takımı ilk takım olarak asimovda yerini aldı."
      },
      "3": {
        "nick": "Hello World",
        "date": "2021 Ocak",
        "message": "İlk yazılım ekibimiz Hello World'ün temelleri atıldı."
      },
      "4": {
        "nick": "Aysar İHA",
        "date": "2020 Kasım",
        "message": "İHA takımı kuruldu."
      },

      "5": {
        "nick": "Otonom",
        "date": "2021 Ekim",
        "message": "Otonom takımı asimov da yerini aldı."
      },
      "6": {
        "nick": "Core",
        "date": "2021 Kasım",
        "message": "Takımlara yeni üyeler yetiştirmek amacı ile core takımı kuruldu."
      },
      "7": {
        "nick": "3.olduk",
        "date": "2022 Mart/Mayıs",
        "message": "Yarışmada Roket Takımı finalist , Hello World Takımı 3. Oldu."
      },
      "8": {
        "nick": "Finalist Olduk",
        "date": "2022 Temmuz",
        "message": "Otonom Takımı yarışmada finalist oldu."
      },
      "9": {
        "nick": "300+ üye",
        "date": "2022 Ekim",
        "message": "Asimov 300+ genel, 100+ aktif üyeye ulaştı."
      },
      "10": {
        "nick": "Sakurai",
        "date": "2022 Kasım",
        "message": "Sakurai Takımı kuruldu hemen ardından yarışmada 200 takım arasından 13.oldu."
      }
    },
    "yönetimKurulu": {
      "yönetimKurulu": "Yönetim Kurulu",
      "yönetimKuruluAçıklama": "Kulüp yönetim kurulu, kurumsal yapısını ve görevlerini aşağıdaki üç ana birim üzerinden şekillendirmiştir: Kurumsal İletişim, Takımlar ve Yarışmalar Koordinatörlüğü, Denetim Kurulu. Bu üç ana grup, kulüp dinamiğini düzenlemek ve daha verimli bir yönetim sağlamak amacıyla hiyerarşik olarak bağlanmıştır.Kurumsal İletişim birimi, kulüp ile üyeleri, diğer kulüpleri, öğrenci topluluğunu ve dış paydaşları arasında iletişimi yönetir. Bu birim, kulüp etkinliklerini tanıtır, üyeleri bilgilendirir ve kulüp ile ilgili her türlü iletişimi koordine eder. Kurumsal İletişim birimi ayrıca kulüp web sitesi, sosyal medya hesapları ve diğer iletişim kanallarını yönetir.Takımlar ve Yarışmalar Koordinatörlüğü, kulüp içindeki teknoloji odaklı projeleri ve yarışmaları organize eder ve denetler. Bu birim, üyeler arasında işbirliği ve bilgi paylaşımını teşvik eder, teknik yetenekleri geliştirir ve takımların etkin bir şekilde çalışmasını sağlar. Aynı zamanda, ulusal ve uluslararası yarışmalara katılımı koordine eder.Denetim Kurulu, kulüp faaliyetlerinin şeffaflığını ve hesap verebilirliğini sağlar. Bu birim, kulüp bütçesini denetler, harcamaları izler ve mali raporları hazırlar. Ayrıca, kulüp içi süreçlerin ve kararların yasalara ve kulüp politikalarına uygunluğunu denetler. Denetim Kurulu, kulüp yönetiminin finansal ve idari sorumluluğunu korur.",
      "üyeler": "Üyeler"
    },

    "helloWorld": {
      "helloWorld": "Hello World",
      "helloWorldAçıklama1": "Hello World, 2021 yılında İstanbul Kültür Üniversitesi'nin Asimov Teknoloji Kulübü bünyesinde kurulmuş çalışkan bir yazılım ekibidir. Ekibimiz dijital yazılımların geliştirilmesinde kullanılan teknolojileri öğrenip bu teknolojileri kullanarak geliştirdikleri projeleri insanlara yaymaya çalışır. ",
      "helloWorldAçıklama2": "Hello World, web geliştirme konusunda uzmanlaşmış olup mobil uygulama geliştirme ile unity oyun geliştirme alanlarında da ilerlemektedir. Üniversite topluluğunda tanınırlık kazanan Hello World, mükemmeliyetçi yaklaşımları ve işbirliği ruhuyla programlama dünyasında geleceği şekillendirmeye odaklanmaktadır.",
      "üyeler": "Üyeler"
    },
    "otonom": {
      "otonom": "Otonom",
      "otonomAçıklama1": "İKÜ Otonom Takımı, İstanbul kültür üniversitesinde bulunan Asimov Teknoloji Kulübü bünyesinde Ekim 2021 tarihinde kurulmuştur. Amacı, elektrikli otonom araç teknolojilerini geliştirmek ve üretmektir. Bu amaç doğrultusunda kendini bu alanda geliştirmek isteyen takım üyeleriyle birlikte çalışmaları okulda bulunan atölyede gerçekleştirmektedir. Takımımız, kuruluşundan itibaren Teknofest Robotaksi-Binek Otonom Araç Yarışması'na katılım göstermektedir ve bu süreçte her ön eleme aşamasını başarıyla geçerek finalist olma hakkı kazanmaktadır. Bu yarışma kapsamında takım üyeleri çeşitli tecrübeler kazanarak kendilerini geliştirmektedir.",
      "otonomAçıklama2": "Takımımızda, birbirinden farklı beceri ve uzmanlıklara sahip dört ayrı ekibe ayrılmıştır. Bunlar; elektrik ekibi, mekanik ekibi, yazılım ekibi ve kurumsal iletişim ekipleridir. Elektrik ekibi, araçtaki her bir elektronik birimin oluşturulması ve geliştirilmesinde görev alır. Araçta break-by-wire, steer-by-wire ve throttle-by-wire gibi sistemler kullanılarak sürücüye ihtiyaç duymadan hareket edebilme imkânı sağlanmaktadır. Ayrıca araç içerisinde bulunan elektronik sistemler, CAN-BUS haberleşme protokolüyle birbirleriyle iletişim kurmaktadır. Elektrik ekibi, bu sistemlere bağlı olan elektronik ünitelerin tasarımını yapmak ve gömülü sistemlerin yazılımını geliştirmekten sorumludur. Mekanik ekibi, aracın yürüyen aksamının ve şasinin tasarımını bilgisayar ortamında gerçekleştirme ve üretme görevini üstlenir. Drive-by-wire sistemlerini araçtaki mekanik sistemlere entegre etme sorumluluğunu da taşırlar. Ayrıca, aracın ihtiyaç duyduğu prototip parçaların tasarımını yaparak 3 boyutlu yazıcıyla üretimini gerçekleştirirler. Böylelikle, aracın mekanik yapısını ve performansını optimize etmeye çalışırlar. Yazılım ekibi, aracın otopilot yazılımını geliştirmekten sorumludur. Otonom sürüş yeteneklerini sağlamak için aracın mini bilgisayarında çalışan bir otopilot yazılımı bulunur. Aracın çevresini algılamak ve kararlar vermek için stereo zed2i kamera ve velodyne vlp-16 puck 3 boyutlu lidar gibi önemli sensörler kullanılır. Elektronik sistemden gelen sensör verileri de toplanarak araç, içinde bulunduğu senaryoda otonom bir şekilde hareket etmek için gerekli kararları alır. Yazılım ekibi, bu sensör verilerini işleyen ve otonom sürüş algoritmasını oluşturan yazılımları geliştirir. Kurumsal iletişim ekibi, takıma ait sosyal medya içeriklerini oluşturmak, takımın tanıtım ve sponsorluk faaliyetlerini yürütmekten sorumludur. İletişim ekibi, takım ve kulüp adına firmalarla iletişim kurarak ağlarını genişletmekte ve çeşitli iş, staj ve sponsorluk fırsatları elde etmektedir. Takımımızın bu dört ayrı ekibi birlikte çalışarak elektrikli otonom araç teknolojileri üzerinde ilerlemekte ve kendilerini geliştirmektedir.",
      "üyeler": "Üyeler"
    },
    "roket": {
      "roket": "Roket Takımı",
      "roketAçıklama1": "Asimov-X Roket Takımı, İstanbul Kültür Üniversitesi Asimov Teknoloji Kulübü bünyesinde  ilk kurulan ekiptir. Roketin amacı 2 ayrılma gerçekleştirerek roketi başarılı şekilde kurtarmaktır. Elektronik, aviyonik, mekanik, yazılım,havacılık alanlarında kendini geliştirmek isteyen ekip üyeleriyle çalışmalar gerçekleştirilmektedir.",
      "roketAçıklama2": "Asimov- X Roket Takımı ,Teknofest başta olmak üzere çeşitli yarışmalara katılmaktadır. Takımımız 2022 Teknofest’te finalist olmuştur ve yarışma alanına gitmeye hak kazanmıştır. Aynı şekilde farklı hedeflerimizle çalışmalarımıza devam etmekteyiz.",
      "üyeler": "Üyeler"
    },
    "core": {
      "core": "Core Takımı",
      "coreAçıklama1": "İKÜ Asimov Teknoloji Kulübü'nün bir parçası olan CORE ekibi, daha çok hazırlık ve 1. sınıf öğrencilerinin kendilerini geliştirmeleri ve kulüpteki diğer takımları tanımak için kurulmuş bir takımdır. CORE ROBOTICS ekibi olarak, otonom ve uzaktan kontrol edilebilen kiosk benzeri bir robot geliştirdik. Bu robot, belirli bir alanda dolaşarak bilgi verme amacıyla tasarlandı. Robotumuz, otonom şekilde, belirlenen alanda hareket edebilir ve kullanıcılara bilgi sağlayabilir. Aynı zamanda, uzaktan kontrol edilebilme özelliği sayesinde kullanıcılar tarafından istenen şekilde yönlendirilebilir. Projemizin temel hedefi, insanlarla etkileşimde bulunarak bilgi aktarımını sağlamaktır.",
      "coreAçıklama2": "Mühendlislik eğitimlerine yeni başlayan ve kendilerini robotik alanında ilerletmek isteyenler için oluşturduğumuz ekibimiz, her sene yeni üyeler ve projeler ile kendini tazelemektedir. Asimov'un güçlü üyelerinin çekirdekten yetiştiği yerdir.",
      "üyeler": "Üyeler"
    },
    "dataai": {
      "dataai": "Data AI",
      "dataaiAçıklama1": "2023 Mart ayında Boran Toktay ve Ahmet Can Günay tarafından kurulan Data ekibi, ismini ünlü televizyon dizisi Star Trek: Next Generation'daki karakteri Mr. Data'dan almıştır. Amacı, yapay zeka alanında çalışmak isteyen tüm mühendislik öğrencilerinin gelişimine katkı sağlamak ve projeler yapmaktır. Gelecek hedefimiz takım içerisindeki dayanışmayı sürdürmek, Tübitak projeleri çıkartmak, konferanslar düzenlemek ve düzenli projeler üreterek gençlerin ilgisini çeken bir ekip oluşturmaktır. Ayrıca, takımımızı yurt içi ve yurt dışındaki projelerde temsil etmek istiyoruz.",
      "dataaiAçıklama2": "Teknofest bağlamında katılım gösterebileceğimiz alanlar arasında Türkçe Doğal Dil İşleme Yarışması, Sağlıkta Yapay Zeka, Ulaşımda Yapay Zeka gibi projeler bulunmaktadır. Temel bağlamda yapay zeka ve alt kategorileriyle ilgilenmek, bu alanda hem kendini hem de ekip arkadaşlarını motive ederek öğrenmeyi teşvik edecek bir ekosistem kurmayı amaçlamaktayız.",
      "üyeler": "Üyeler"
    }
  },
  "En": {
    "lang": "Tr",
    "navbar": {
      "kulübümüz": "Our Club",
      "hakkımızda": "About Us",
      "yönetimKurulu": "Directory Team",

      "galeri": "Gallery",
      "takımlarımız": "Teams",
      "helloWorld": "Hello World",
      "otonom": "Autonomous Car",
      "roket": "Rocket Team",
      "dataai": "Dataai",
      "core": "Core",
      "iletişim": "Contact Us",
      "lang": "Tr",
      "footerHakkımızda": "About Us",
      "footerTakımlarımız": "Teams",
      "footerGaleri": "Gallery",
      "footerİletişim": "Contact Us"
    },
    "ünvanlar": {
      "başkan": "Head",
      "başkan Yardımcısı": "Vice Head",
      "kaptan": "Team Captain",
      "danışman": "Consultant",
      "denetim": "Supervisor Committee Director",
      "denetimÜye": "Supervisor Committee Member",
      "kurumsal": "Corporate Communications Director",
      "kurumsalÜye": "Corporate Communications Member",
      "yarışma": "Teams and Competitions Director",
      "yarışmaÜye": "Teams and Competitions Member",
      "yazılımcı": "Software Developer",
      "mekanik": "Mechanic",
      "elektrik": "Electric-Electronic attendant"
    },
    "bölümler": {
      "Bilgisayar Mühendisliği": "Bilgisayar Mühendisi",
      "Elektrik Elektronik Mühendisliği": "Elektrik Elektronik Mühendisi"
    },
    "mainscreen": {
      "kaydır": "Swipe Right For Notifications",
      "bizkimiz": "Who We Are?",
      "bizkimizAçıklama": "Asimov Technology Club is a student club that produces projects based on engineering and aims to participate in national and international competitions with the projects it produces.",
      "bizkimizLink": "Click here to learn more about us.",
      "misyon": "Mission",
      "vizyon": "Vision",
      "hedef": "Goal",
      "misyonAçıklama": "Participate national and international competitions with our projects.",
      "vizyonAçıklama": "Being a club that is produces with 'Dream more, do more!' slogan and gather students with the companies.",
      "hedefAçıklama": "Go through innovator, notable and valuable projects.",
      "takımlar": "Teams",
      "takımlarAçıklama": "Asimov has 5 teams. For detailed information, you can go to our teams' page from the logos below.",
      "helloworldTakımı": "Hello World Team",
      "otonomTakımı": "Otonom Team",
      "roketTakımı": "Rocket Team",
      "dataaiTakımı": "Data AI Team",
      "coreTakımı": "Core Team",
      "galeri": "Gallery",
      "bizeUlaşın": "Contact Us"
    },

    "hakkımızda": {
      "asimov": "What Is This Asimov?",
      "asimovAçıklama": "Asimov Technology Club is a dynamic and exciting student club founded on November 9, 2020. Our goal is to inspire students in the field of technology and engineering, bring them closer to the industry and gain real-world experiences. Participating in national and international competitions and achieving these goals Our club manages internal and external communication by establishing an effective communication network with the corporate communication team. We adopt a professional communication strategy at every stage, from the organization of our events to the field of sponsorship and collaborations. In this way, we convey the vision of our club to large audiences and attract participants to our events. In addition, our internal communication strategies establish a strong bond between our members, encouraging information exchange and increasing the success of our projects. Various teams within the club develop projects in line with the interests of students. While OTONOM deals with autonomous car design, HELLO WORLD focuses on software projects. The CORE team creates the basic structure of the club and ensures the coordination of all projects. While the DATA AI team works in the field of artificial intelligence, the ROCKET team works on space and aviation projects. These different teams offer an ideal platform for students to develop themselves and achieve successful projects by collaborating within teams. As Asimov Technology Club, in addition to achieving success by participating in competitions, one of our most important goals is to get closer to the industry and strengthen student-sector relations. For this reason, we host experts from the sector, provide internship and job opportunities with the companies we cooperate with, and organize seminars and workshops. In this way, our members discover the insight of the world of technology and start their professional lives one step ahead. As a club, we always maintain our vision of contributing to Turkey's technological development and training the technology leaders of the future. We strive for our goal of successfully representing our country in the international arena and invite every member of our club to play an important role in this journey of success. Asimov Technology Club will continue to be a platform for students to discover themselves, gain new skills and contribute to the world of technology in a strong academic and social environment.",
      "üye": "active member",
      "çalışmaAlanı": "workspace",
      "etkinlik": "event",
      "etkinliklerimiz": "Events",
      "etkinliklerimizAçıklama": "Thanks to our events, we contribute to our participants and at the same time strengthen our ties with companies.",
      "sponsor": "Sponsorships ve Cooperations",
      "sponsorAçıklama": "Asimov establishes cooperation, supporter and sponsor relations with different companies and teams. Please visit the contact page to get information about sponsorship relations."
    },
    "timeline": {
      "1": {
        "nick": "Foundation",
        "date": "2020 November",
        "message": "Asimov has founded."
      },
      "2": {
        "nick": "Asimov-X Roket",
        "date": "2020 November",
        "message": "Roket Team has founded and become the first team of Asimov."
      },
      "3": {
        "nick": "Hello World",
        "date": "2021 January",
        "message": "Hello World has founded as the first software development team of Asimov."
      },
      "4": {
        "nick": "Aysar İHA",
        "date": "2021 Mart",
        "message": "Aysar İHA has founded."
      },

      "5": {
        "nick": "Otonom",
        "date": "2021 October",
        "message": "Otonom Team joined Asimov."
      },
      "6": {
        "nick": "Core",
        "date": "2021 November",
        "message": "Core team established to raise members to other teams."
      },
      "7": {
        "nick": "We had 3rd place",
        "date": "2022 March/May",
        "message": "Roket Team gain right for the finals and Hello World Team had 3rd place at the contest."
      },
      "8": {
        "nick": "We gone to finals",
        "date": "2022 July",
        "message": "Otonom Team gone to finals at the contest."
      },
      "9": {
        "nick": "300+ member",
        "date": "2022 Ekim",
        "message": "Asimov reached 300+ general, 100+ active member."
      },
      "10": {
        "nick": "Sakurai",
        "date": "2022 November",
        "message": "Sakurai Team has founded and right after had 13th place in 200 team at the contest."
      }
    },
    "yönetimKurulu": {
      "yönetimKurulu": "Yönetim Kurulu",
      "yönetimKuruluAçıklama": "The club's board of directors has shaped its corporate structure and duties through the following three main units: Corporate Communications, Teams and Competitions Coordination, Supervisory Board. These three main groups are hierarchically connected in order to regulate the club dynamics and provide a more efficient management. The Corporate Communications unit manages the communication between the club and its members, other clubs, the student community and external stakeholders. This unit promotes club events, informs members and coordinates all kinds of communication related to the club. The Corporate Communications unit also manages the club website, social media accounts. and manages other communication channels. The Teams and Competitions Coordination Office organizes and supervises technology-focused projects and competitions within the club. This unit encourages cooperation and information sharing among members, develops technical skills and ensures that teams work effectively. At the same time, national and coordinates participation in international competitions. The Supervisory Board ensures the transparency and accountability of club activities. This unit audits the club budget, monitors expenditures and prepares financial reports. Additionally, it checks the compliance of internal club processes and decisions with the law and club policies. The Supervisory Board protects the financial and administrative responsibility of the club management.",
      "üyeler": "Members"
    },

    "helloWorld": {
      "helloWorld": "Hello World",
      "helloWorldAçıklama1": "Hello World is a hard-working software team established within the Asimov Technology Club of Istanbul Kültür University in 2021. Our team learns the technologies used in the development of digital software and tries to disseminate the projects they have developed using these technologies to people.",
      "helloWorldAçıklama2": "Hello World specializes in web development and also advances in mobile application development and unity game development. Hello World, which has gained recognition in the university community, focuses on shaping the future in the world of programming with its perfectionist approaches and spirit of collaboration.",
      "üyeler": "Members"
    },
    "otonom": {
      "otonom": "Otonom",
      "otonomAçıklama1": "İKÜ Autonomous Team was established in October 2021 within the Asimov Technology Club at Istanbul Kültür University. Its aim is to develop and produce electric autonomous vehicle technologies. For this purpose, it carries out its work in the workshop at the school with team members who want to improve themselves in this field. Our team Since its establishment, it has been participating in the Teknofest Robotaxi-Passenger Autonomous Vehicle Competition and in this process, it has successfully passed each pre-selection stage and earned the right to become a finalist. Within the scope of this competition, team members improve themselves by gaining various experiences.",
      "otonomAçıklama2": "Our team is divided into four separate teams with different skills and expertise. These are the electrical team, mechanical team, software team and corporate communication teams. The electrical team takes part in the creation and development of each electronic unit in the vehicle. Break- It is possible to move without the need for a driver by using systems such as by-wire, steer-by-wire and throttle-by-wire. In addition, the electronic systems in the vehicle communicate with each other via the CAN-BUS communication protocol. The electrical team controls the electronics connected to these systems. It is responsible for designing the units and developing the software of the embedded systems. The mechanical team undertakes the task of designing and producing the vehicle's running gear and chassis in the computer environment. They are also responsible for integrating the drive-by-wire systems into the mechanical systems in the vehicle. They also design the prototype parts needed by the vehicle. They produce it using a 3D printer. In this way, they try to optimize the mechanical structure and performance of the vehicle. The software team is responsible for developing the vehicle's autopilot software. There is autopilot software running on the vehicle's mini computer to provide autonomous driving capabilities. Important sensors such as stereo zed2i camera and velodyne vlp-16 puck 3D lidar are used to detect the vehicle's environment and make decisions. By collecting sensor data from the electronic system, the vehicle makes the necessary decisions to act autonomously in the scenario it is in. The software team develops software that processes this sensor data and creates the autonomous driving algorithm. The corporate communications team is responsible for creating social media content for the team and carrying out the team's promotion and sponsorship activities. The communications team expands its networks by communicating with companies on behalf of the team and the club and obtains various job, internship and sponsorship opportunities. These four separate teams of our team work together to advance and improve themselves on electric autonomous vehicle technologies.",
      "üyeler": "Members"
    },
    "roket": {
      "roket": "Team Rocket",
      "roketAçıklama1": "Asimov-X Rocket Team is the first team established within the Asimov Technology Club of Istanbul Kültür University. The aim of the rocket is to successfully save the rocket by performing 2 separations. Work is carried out with team members who want to improve themselves in the fields of electronics, avionics, mechanics, software and aviation. ",
      "roketAçıklama2": "Asimov-X Rocket Team participates in various competitions, especially Teknofest. Our team became a finalist in the 2022 Teknofest and was entitled to go to the competition area. Likewise, we continue our work with different goals.",
      "üyeler": "Members"
    },
    "core": {
      "core": "Team Core",
      "coreAçıklama1": "CORE team, which is a part of İKÜ Asimov Technology Club, is a team established for preparatory and first year students to improve themselves and to get to know other teams in the club. As the CORE ROBOTICS team, we have an autonomous and remotely controlled kiosk-like team. We have developed a robot. This robot was designed to provide information by moving around in a certain area. Our robot can move autonomously in a specified area and provide information to users. At the same time, thanks to its remote control feature, it can be directed by users as desired. The main goal of our project is to interact with people To ensure the transfer of information.",
      "coreAçıklama2": "Our team, which we created for those who have just started their engineering education and want to advance themselves in the field of robotics, renews itself with new members and projects every year. It is where Asimov's strong members are trained from the core.",
      "üyeler": "Members"
    },
    "dataai": {
      "dataai": "Data AI",
      "dataaiAçıklama1": "The Data team, founded by Boran Toktay and Ahmet Can Günay in March 2023, took its name from the character Mr. Data in the famous television series Star Trek: Next Generation. Its aim is to contribute to the development of all engineering students who want to work in the field of artificial intelligence. Our future goal is to maintain the solidarity within the team, to create TUBITAK projects, to organize conferences and to create a team that attracts the attention of young people by producing regular projects. In addition, we want to represent our team in projects at home and abroad.",
      "dataaiAçıklama2": "Among the areas we can participate in within the context of Teknofest are projects such as Turkish Natural Language Processing Competition, Artificial Intelligence in Health, Artificial Intelligence in Transportation. We aim to deal with artificial intelligence and its subcategories in the basic context, and to establish an ecosystem that will encourage learning by motivating both yourself and your teammates in this field.",
      "üyeler": "Members"
    }
  }
}
